{
  "SWLQ": {
    "name": "숫자에 강한 분석가",
    "tagline": "정밀한 시스템과 뛰어난 직감으로 운영하는 맛집",
    "strengths": [
      "사장님은 하루 운영을 표준으로 단단히 묶어 두셔서 바쁜 날에도 맛과 서비스가 크게 흔들리지 않으십니다. 새 손님을 늘리겠다는 목표가 분명하시고, 실행 전후를 숫자로 비교해 “되는 것”만 남기시는 편입니다. 마케팅·배달앱·지도/검색 같은 채널의 결과를 비용 대비로 차분히 보셔서 예산을 알맞게 돌리시고, 첫 방문 안내나 체험 요소 같은 유입 장치를 매장 동선에 맞게 깔끔히 설계하십니다. 응대 흐름은 인사→추천→결제→후기 요청까지 간결하게 정리되어 누구든 일정한 품질로 대응할 수 있습니다. 재고·원가·인건비를 주기적으로 들여다보셔서 손님이 늘어도 이익 구조가 무너지지 않게 관리하십니다. 작은 시범으로 반응을 확인하고 잘되면 크게 키우는 흐름이 익숙해 실패 비용이 낮습니다. 주간·월간 점검으로 팀이 같은 목표를 보며 움직이고, 문제는 재빨리 가설–검증–수정으로 닫으십니다. 시즌성 이슈에도 테스트–학습–확대의 리듬을 유지해 타이밍을 놓치지 않으시고, 결국 체계와 수치 판단이 만나 첫 방문을 단골 후보로 자연스럽게 이어가십니다."
    ],
    "weaknesses": [
      "숫자에 시선이 쏠리면 현장의 온기와 분위기 같은 ‘느낌’을 놓치실 수 있습니다. 신규에 힘이 실리다 보면 단골의 깊이를 키우는 일은 뒤로 밀려 관계가 얕아질 수 있습니다. 스크립트가 과하면 응대가 기계적으로 들려 정서적 몰입이 필요한 업종에서 아쉬움이 생길 수 있습니다. 분석이 길어지면 결정이 늦어지고, 좋은 타이밍을 흘릴 위험도 있습니다. 너무 작은 시범만 반복하면 큰 효과를 볼 기회를 놓칠 수 있고, 보고·점검이 일이 되면 팀 피로가 쌓입니다. 광고 단가가 오르는 국면에서는 유입 비용이 급격히 올라 수익이 압박받을 수 있습니다. ‘손맛·공간 경험’ 같은 무형 가치를 뒤로 미루면 입소문 탄력이 약해질 수 있고, 표준화가 깊어질수록 메뉴·브랜딩의 큰 전환은 느려지기 쉽습니다. 말투·분위기처럼 수치로 잡히기 어려운 불만 신호는 늦게 포착되어 대응이 뒤따를 수 있다는 점도 유의하시면 좋습니다."
    ]
  },
  "SWLE": {
    "name": "마케팅 장인",
    "tagline": "일관된 맛과 훌륭한 고객 서비스로 소문난 맛집",
    "strengths": [
      "사장님은 준비가 탄탄하고 말이 따뜻해 첫 방문 경험을 강하게 남기시는 분이십니다. 캠페인마다 목표를 또렷하게 정하고 결과를 확인하며 다음 걸음을 고치셔서 흐름이 단정합니다. 전단·동네 커뮤니티·SNS 등 여러 채널을 시도하시되 가게에 맞는 것만 남겨 낭비를 줄이십니다. 행사 일정과 재고·인력 배치를 미리 맞춰 과부하를 피하고, 첫 주문 혜택이나 체험 구성처럼 초반 전환을 돕는 장치도 과하지 않게 쓰십니다. 리뷰 답글과 메시지 응대에서 진심이 느껴져 신뢰가 올라가고, 자연스러운 재방문 씨앗이 심어집니다. 주간 점검으로 막힌 지점을 빨리 손보며, 온·오프라인 메시지를 한결같이 맞춰 브랜드 인상을 또렷하게 만드십니다. 덕분에 ‘준비의 힘’과 ‘사람의 힘’이 함께 작동해 유입과 평판이 함께 움직입니다."
    ],
    "weaknesses": [
      "이벤트가 잦아지면 원가와 인력이 버거워지고, 칭찬과 화제에 치우치면 실속 지표를 놓쳐 효율이 떨어질 수 있습니다. 채널이 많아지면 팀의 집중이 흐려져 핵심이 약해질 수 있고, 감정형 응대가 강해질수록 기준이 흔들려 품질 편차가 생길 수 있습니다. 할인·사은에 익숙해지면 손님이 ‘기다렸다가 사는’ 습관이 생겨 평상시 전환이 약해질 수 있습니다. 재미 요소가 본질(맛·품질)을 가리면 재방문 탄력이 떨어질 위험이 있고, 리뷰 대응이 늦어지면 기대치가 오히려 낮아질 수 있습니다. 운영 뒷단(원가·속도) 최적화가 뒤로 밀리면 피크 타임에 수익이 줄고, 캠페인 위주의 리듬이 길어지면 평시 매출 관리가 소홀해질 수 있습니다. 결국 ‘보여주기’와 ‘기준’의 균형을 계속 챙기시는 게 중요합니다."
    ]
  },
  "SWRQ": {
    "name": "무심한 홍보 천재",
    "tagline": "뛰어난 소통으로 단골을 만들어내는 유형",
    "strengths": [
      "사장님은 핵심만 콕 집는 메시지와 타이밍 감각이 좋아 한 번 터지면 크게 터뜨리시는 편입니다. 진열·사진·한정 요소 같은 볼거리를 간결하게 잡아 호기심을 강하게 자극하시고, 짧은 시범으로 반응을 확인한 뒤 곧장 확대해 파급을 만드십니다. 뒤에서는 매뉴얼이 받쳐 주기 때문에 급변 상황에도 기본 품질이 유지됩니다. 채널마다 킬러 포인트 한두 개를 정해 집중하셔서 힘의 낭비가 적습니다. 불필요한 말은 줄이고 결과로 증명해 신뢰를 쌓으시며, 잘된 콘텐츠는 재가공해 반복 노출로 기억에 남기십니다. 모던한 인상·간결한 톤을 꾸준히 유지해 세련된 브랜드 이미지를 만드시는 것도 강점입니다."
    ],
    "weaknesses": [
      "차분한 응대가 건조하게 느껴져 정이 덜하다는 인상을 줄 수 있습니다. ‘히트’에 의존하면 조용한 시기에 리듬이 무너질 수 있고, 리뷰·단골 관리가 뒤로 밀리면 재방문 기반이 약해집니다. 감각 위주 노출은 금방 식을 수 있어 이어달리기 계획이 필요하며, 성과가 빨리 안 보이면 시도를 자주 갈아치우는 습관이 생길 수 있습니다. 핵심 인물의 감각에 기대면 재현성이 떨어져 팀이 따라가기 어렵고, 기본 지표 관리가 느슨해지면 같은 실수가 반복됩니다. 비수기에는 무표정한 톤이 ‘무심함’으로 읽혀 평판이 손상될 수 있으며, 장기 과제(브랜드 구조, 메뉴 체계 등)가 뒤로 밀리면 상권 변화에 약해질 수 있습니다. 결국 ‘한 방’과 ‘바탕’을 함께 챙기셔야 안정감이 생깁니다."
    ]
  },
  "SWRE": {
    "name": "소문난 장사꾼",
    "tagline": "체계화된 시스템으로 편안한 환경을 제공하는 맛집",
    "strengths": [
      "사장님은 철저한 준비에 따뜻한 응대를 얹어 초반 화제를 빠르게 만드십니다. 시식·포토존·라이브 같은 볼거리를 품격 있게 엮어 첫 방문을 즐거운 경험으로 바꾸시고, 손님 말귀를 빨리 잡아 즉시 반영해 만족도를 높이십니다. 행사가 끝나면 꼭 기록을 남겨 다음 번 완성도를 올리시고, 매뉴얼 덕분에 붐벼도 기본기가 무너지지 않습니다. 손님이 남긴 사진·후기 같은 자발적 콘텐츠가 자연스럽게 쌓여 지속적 노출을 돕습니다. 동네 커뮤니티 연결도 탄탄해 주변 상권으로 파급이 생기고, 신규 유입이 감정 교류를 타고 단골 후보로 빨리 이어집니다. 전체적으로 ‘즐거움’과 ‘안정감’을 함께 주는 흐름이 강점입니다."
    ],
    "weaknesses": [
      "행사 의존이 커지면 평시 매출이 약해질 수 있습니다. 감정형 응대가 기준을 흔들면 같은 날 같은 메뉴라도 품질 편차가 생길 수 있습니다. 재미 요소가 본질(맛·품질)을 가리면 기대가 떨어질 위험이 있고, 준비와 철수가 잦아 팀의 피로가 쌓입니다. 혜택이 과하면 고정비가 늘어나 수익이 줄 수 있으며, 이벤트 소식만 반복되면 ‘속빈 강정’으로 보일 수 있습니다. 장기 계획보다 단기 반응에 치우치면 방향성이 흐려지고, 리뷰 대응이 느려지면 작은 불만이 커진 뒤에야 보일 수 있습니다. 결국 ‘행사’와 ‘평일 루틴’을 따로 또 같이 관리하셔야 힘이 분산되지 않습니다."
    ]
  },
  "STLQ": {
    "name": "메뉴얼 완벽형 장인",
    "tagline": "뛰어난 메뉴얼로 직원과 고객 모두 만족시키는 맛집",
    "strengths": [
      "사장님은 레시피·동선·청결·응대를 표준으로 정교하게 묶어 재방문 때마다 기대를 안정적으로 충족시키십니다. 도장·적립·생일 쿠폰 같은 장치를 꾸준히 운용해 충성도를 차분히 올리시고, 불량·컴플레인 기록을 남겨 재발을 막으십니다. 원가·재고·인력표가 정확해 이익이 흔들림 없이 유지되고, 시즌 변화도 작은 시범→적용 순서로 안전하게 반영하십니다. 신규 직원도 교육만 받으면 빠르게 품질을 따라잡고, 문제가 생겨도 절차대로 복구해 파장을 줄이십니다. 단골 데이터가 쌓일수록 맞춤 제안이 정교해져 객단가가 서서히 오르고, 외부 환경이 흔들려도 버티는 힘이 강합니다."
    ],
    "weaknesses": [
      "변화를 보수적으로 다루셔서 속도가 느려질 수 있습니다. 규칙이 많아 현장 자율성과 즉흥 아이디어가 줄어들고, 단골 중심 운영이 길어지면 신규 유입 줄기가 마를 위험이 있습니다. 체크리스트와 보고가 많아지면 팀 피로가 커지고, 숫자에 치우치면 가게의 온기가 약해질 수 있습니다. 정해진 틀을 깨기 어려워 위기 때 방향 전환이 늦어질 수 있으며, 메뉴 수정을 미루다 트렌드를 놓칠 수 있습니다. “늘 똑같음”이 강점이지만 신선함 부족으로 지루하다는 평이 생길 수 있고, 과한 규칙 준수 문화는 직원의 주도성과 재능을 가릴 수 있습니다. 결국 ‘안정’과 ‘변화’의 균형 장치가 필요합니다."
    ]
  },
  "STLE": {
    "name": "정밀한 장인",
    "tagline": "말보다는 맛으로 증명하는 최고의 맛집",
    "strengths": [
      "사장님은 정확한 기준에 따뜻함을 더해 “늘 똑같이 좋다”는 평을 만드십니다. 예약·대기·결제 동선이 매끄럽고, 단골 메모가 잘 되어 맞춤 추천이 자연스럽습니다. 후기·입소문 관리를 꼼꼼히 해 평판을 안정적으로 올리시고, 사소한 불편도 다음 날이면 고쳐 신뢰를 쌓으십니다. 신규 메뉴도 단골 취향을 고려해 실패 확률이 낮으며, 클레임 대응이 차분하고 빠릅니다. 직원 교육이 체계적이라 서비스 편차가 작고, 브랜드 톤이 한결같아 기억에 오래 남습니다. 전반적으로 ‘정확함’과 ‘정’이 조화된 운영을 지향하십니다."
    ],
    "weaknesses": [
      "친절이 과해지면 처리 속도가 떨어질 수 있습니다. 기준을 지키느라 파격 시도를 놓치실 수 있고, 이벤트·홍보가 단조로워 신규의 눈길을 덜 끌 수 있습니다. 팀이 ‘친절에 모든 걸 건다’ 모드가 되면 체력이 빨리 달리고, 단골 취향에 맞추다 메뉴 구성이 보수적으로 굳을 수 있습니다. 작은 불만을 지나치게 심각하게 받아 과잉 대응이 될 수 있으며, 가격·원가 조정을 미루다 수익이 깎일 위험이 있습니다. 조용한 강점이 많아 외부에 장점이 덜 알려질 수 있고, 느린 변화가 상권 전환기에 발목을 잡을 수도 있습니다. 결국 ‘온기 유지’와 ‘속도 확보’를 함께 설계하시는 게 좋습니다."
    ]
  },
  "STRQ": {
    "name": "시대를 초월한 장인",
    "tagline": "모든 점이 훌륭한 육각형 맛집",
    "strengths": [
      "사장님은 손맛과 공예감이 살아 있으시고, 뒤는 기록과 기준으로 정리해 믿고 찾게 만드십니다. 재료·불·시간 같은 감각 요소를 지키면서도 품질을 고정해 매번 기대치를 맞추십니다. 단골의 미세한 취향을 캐치해 조용히 반영하시고, 유행에 흔들리지 않아 장기 평판이 강합니다. 문제가 생겨도 기준을 따라 차분히 복구하시며, 메뉴·공정의 핵심이 명확해 훈련과 승계가 수월합니다. 과장된 홍보 없이도 “알 만한 사람은 아는 곳”이 되고, 시즌 변화에도 본질이 흔들리지 않습니다. 시간이 지날수록 ‘클래식’의 힘이 쌓이는 타입이십니다."
    ],
    "weaknesses": [
      "새 손님 유입 장치가 약해 상권 변화에 취약하실 수 있습니다. 감각 우선이 커지면 원가·속도 최적화가 뒤로 밀릴 수 있고, 홍보가 건조하면 좋은 내용이 밖으로 덜 퍼집니다. 큰 방향 전환이 느려 위기 시 피벗이 늦어질 수 있으며, 핵심 기술이 특정 인물에게 묶이면 부재 시 리스크가 큽니다. 메뉴 확장에 소극적이면 객단가 성장이 제한될 수 있고, 후기·채널 운영을 소홀히 하면 평판 관리가 뒤처질 수 있습니다. 현장 표준이 ‘감’에 기대면 신규 직원 적응이 더딜 수 있으며, 장기 강점이 단기 성과에 가려 보일 수 있습니다. 결국 ‘전통’ 위에 ‘한 끗의 현대화’를 조금씩 얹는 설계가 필요합니다."
    ]
  },
  "STRE": {
    "name": "감각적인 쇼맨십 장인",
    "tagline": "모든 감각이 뛰어난 동네맛집",
    "strengths": [
      "사장님은 보여주는 힘과 따뜻함을 잘 섞어 “오래 다닌다”는 말을 자연스럽게 끌어내십니다. 플레이팅·향·음악 같은 감각을 세심히 다루고, 대화가 즐거워 머무는 시간이 늘어납니다. 시즌 행사도 품격 있게 진행해 사진 한 장이 이야기로 퍼지고, 뒤에서는 운영 기준이 받쳐 줘 피크 타임에도 기본이 무너지지 않습니다. 사소한 불편을 바로 풀어주는 현장력이 있어 만족이 빠르게 회복되고, 콘텐츠화가 쉬워 온라인 노출이 꾸준합니다. 단골 모임·클래스 같은 관계 활동으로 결속이 강해지고, 경험의 기억이 오래 남아 추천으로 이어집니다. 결국 공간·사람·이야기가 합쳐져 ‘다음 방문할 이유’를 계속 만들어 내십니다."
    ],
    "weaknesses": [
      "감각과 이벤트에 힘을 많이 쓰면 원가·인력 부담이 커집니다. 표준이 느슨해지면 같은 날 같은 메뉴라도 품질 편차가 생길 수 있고, 관계 중심이 과하면 호불호가 분명해져 이탈이 생길 수 있습니다. 쇼 요소에 몰입하면 핵심 메뉴 개선이 뒤로 밀려 본질 경쟁력이 약해질 위험이 있습니다. 대표자의 존재감에 의존하면 부재 시 경험이 떨어지고, 행사가 잦으면 팀 피로와 준비 비용이 누적됩니다. 사진·영상이 실제 체감과 어긋나면 실망이 커질 수 있으며, 순간 반응에 끌려 계획이 흔들리면 예산이 새어 나갑니다. 화제 만들기에 익숙해지면 평시 매출 관리가 소홀해질 수 있어, ‘평일 루틴’을 따로 관리하시는 장치가 필요합니다."
    ]
  },
  "IWLQ": {
    "name": "육각형의 분석가",
    "tagline": "뛰어난 서비스와 친절한 응대로 기억에 남는 맛집",
    "strengths": [
      "사장님은 현장에서 손님 얘기를 잘 끌어내시고, 그중 핵심만 쏙 뽑아 팀과 공유하시는 편입니다. 대화에서 얻은 단서를 간단히 기록으로 남기셔서 다음 행동으로 자연스럽게 연결하시고, 말로 들은 내용과 숫자로 보이는 지표를 함께 보며 치우치지 않게 판단하십니다. 첫 방문 안내와 추천, 결제·후기 요청 같은 흐름을 짧고 명료하게 정리하시니 누구나 같은 품질로 응대가 가능하고, 마케팅·배달앱·지도/검색·동네 커뮤니티에서 들어온 반응도 같은 틀로 묶어 비교하시니 채널마다 해야 할 말이 명확해집니다. 직원이 다소 내향적이어도 준비된 안내와 체크리스트 덕분에 응대 품질이 안정적이고, 대표님이 자리를 비우셔도 가게가 일정 수준으로 돌아가는 안정감이 있습니다. 작은 시범으로 배운 것을 바로 기준서에 반영하시는 습관이 있어 같은 실수를 반복하지 않으시고, 팀은 무엇을 왜 하는지 이해한 채 같은 방향으로 움직입니다. 결국 사람에게서 얻은 통찰과 논리적인 정리가 만나, 새 손님이 들어와도 흔들림 없이 좋은 첫 경험을 만들어 내십니다."
    ],
    "weaknesses": [
      "대화에 공을 들이다 보니 시간이 많이 들고 회전이 느려질 수 있으며, 정리·기록에 신경 쓰다 중요한 타이밍을 놓치실 때가 있습니다. 현장 얘기를 과신하시면 숫자로 확인해야 할 부분이 뒤로 밀릴 수 있고, 반대로 지표가 동시에 좋아지지 않으면 결정을 주저하실 위험도 있습니다. 응대 문구를 정리하는 과정에서 말이 딱딱해져 감정선이 약하게 느껴질 수 있으며, 새 손님 중심의 리듬이 길어지면 단골의 깊이를 키우는 활동이 옅어지기 쉽습니다. 회의·보고가 늘어나면 팀 피로가 쌓이고, 직원의 즉흥 아이디어가 “근거 부족”으로 묻히면 창의성이 줄 수 있습니다. 바깥 반응(배달앱·SNS 등)에 집중하다 가게만의 결을 희석시킬 위험이 있고, 핵심 인력이 비면 품질이 눈에 띄게 흔들릴 수 있다는 점도 유의하셔야 합니다."
    ]
  },
  "IWLE": {
    "name": "열정 가득 소통왕",
    "tagline": "맛은 물론, 사장님도 유명한 동네 맛집",
    "strengths": [
      "사장님은 첫인사를 따뜻하게 열어 낯선 손님도 편하게 만들어 주시고, 이야기에서 나온 단서를 가볍게 메모해 다음 방문에서 이름과 취향을 꼭 기억해 주십니다. 첫 방문 안내에서 추천, 리뷰 요청까지 자연스럽게 이어지는 흐름을 만들 줄 아시고, 필요한 기준만 가볍게 정리해 팀이 부담 없이 따라오게 하십니다. 마케팅·지도/검색·동네 커뮤니티에서 나온 말을 한 묶음으로 정리해 표현을 다듬으니 가게 소개가 점점 또렷해지고, 체험 요소나 작은 행사 때도 말 한마디로 분위기를 띄워 참여를 부드럽게 이끄십니다. 문제 상황에서도 목소리 톤과 표정으로 긴장을 풀어 불만을 호감으로 바꾸는 장면을 자주 만드시는 편이고, 이런 태도가 직원에게 전염되어 매장 전체의 공기가 “편하고 친절한 집”으로 굳어집니다. 결과적으로 사람의 온기로 유입과 재방문 모두에게 씨앗을 심으십니다."
    ],
    "weaknesses": [
      "열정이 기준을 앞서면 품질 편차가 생길 수 있고, 말로 약속한 것을 운영 기준으로 받쳐주지 못하면 기대가 실망으로 돌아설 수 있습니다. 기록을 가볍게 보다가 같은 질문을 반복해 신뢰를 깎을 위험이 있고, 이벤트성 활동에 힘을 쓰다 원가·인력 부담이 커질 수 있습니다. 새 손님에 집중하느라 단골을 체계적으로 쌓는 작업이 느슨해질 수 있으며, 정리와 분배가 늦으면 팀의 업무가 특정 인력에게 쏠릴 수 있습니다. 바깥 반응(배달앱·SNS 등)에 과하게 흔들리면 방향이 잦아져 피로가 누적되고, 대표 개인의 에너지에 의존하면 부재 시 경험의 격차가 크게 느껴질 수 있습니다. 무엇보다 친절이 과하면 처리 속도가 떨어져 피크 타임에 힘에 부치실 수 있다는 점을 조심하시면 좋습니다."
    ]
  },
  "IWRQ": {
    "name": "눈치백단 장사꾼",
    "tagline": "고객의 원하는 니즈를 단번에 파악하는 맛집",
    "strengths": [
      "사장님은 현장을 읽는 감이 빠르셔서 손님의 표정과 반응에서 필요한 조정을 바로 찾아내십니다. 새 손님을 모을 때도 보여줄 포인트를 간단히 잡아 집중하시니 메시지가 산만하지 않고, 주방·홀의 작은 변화를 즉시 시도해 반응이 좋으면 간단한 기준으로 묶어 재현성을 만드십니다. 첫 방문 동선과 설명을 짧고 명료하게 정리해 불필요한 대기를 줄이시고, 마케팅·배달앱·지도/검색에서 들어오는 신호를 묶어 해석하니 감과 숫자의 균형이 잡힙니다. 직원에게는 한두 가지 핵심 포인트만 공유해 복잡하지 않게 맞추고, 그 결과 피크 타임에도 흐름이 부드럽습니다. 큰 틀의 담론보다 “지금 여기”의 문제를 풀어 만족을 바로 올리는 데 강하시고, 작은 성공을 빠르게 쌓아 팀 사기를 유지하십니다. 필요할 땐 말보다 손이 먼저 움직여 현장을 단단히 붙드"
    ],
    "weaknesses": [
      "감에 의존한 시도가 많아 설명 근거가 부족하면 팀 합의가 약해질 수 있고, 간단한 기준에 그치면 시간이 지나며 품질 편차가 생길 수 있습니다. 새 손님 유입이 잠잠한 시기에 보여줄 카드가 부족해 리듬이 끊길 위험이 있으며, 기록이 얕으면 같은 시행착오가 반복됩니다. 대표 개인의 감각에 기대면 부재 시 품질이 급격히 흔들리고, 말수가 적은 응대는 차갑게 느껴질 수 있습니다. 바깥 반응이 들쭉날쭉할 때 방향이 쉽게 흔들릴 수 있으며, 장기 과제(브랜드 구조, 메뉴 체계 등)가 뒤로 밀리면 상권 변화에 약해질 수 있습니다. 무엇보다 빠른 시도가 쌓이면 뒷정리와 표준화가 늦어져 팀 피로가 남는 점을 유의하셔야 합니다."
    ]
  },
  "IWRE": {
    "name": "감성의 장사꾼",
    "tagline": "타고난 감각으로 동네에서 제일가는 감각적인 맛집",
    "strengths": [
      "사장님은 첫인사를 따뜻하게 여시고, 공간·향·소리 같은 감각을 살려 “여기 좋다”는 감정을 빠르게 만드십니다. 새 손님을 모으는 활동에서도 이야기와 경험을 중심에 두셔서 SNS나 동네 커뮤니티에서 자연스러운 공유가 일어나기 쉽고, 설명은 길지 않지만 핵심을 정확히 짚어 불필요한 피로를 줄이십니다. 현장의 작은 불편을 눈치 빠르게 잡아 즉시 고치시는데, 그 과정 자체가 호감으로 이어집니다. 첫 방문이 좋게 끝나면 감사 인사와 가벼운 팔로업으로 기억을 붙잡으시고, 직원들도 친절한 톤과 몸짓을 익혀 전반적 분위기가 부드럽습니다. 반응이 좋았던 요소를 사진이나 짧은 글로 정리해 반복하시니 가게 인상이 점점 선명해지고, 결국 사람의 감정선을 정확히 타서 경험을 “다음 방문할 이유”로 바꾸십니다."
    ],
    "weaknesses": [
      "감정선에 몰입하다 보면 기준이 흐려져 같은 메뉴·서비스도 날마다 느낌이 달라질 수 있습니다. 보여주는 요소에 힘을 쓰다 원가·인력 부담이 커질 수 있고, 기록·정리가 부족하면 배운 것을 남기지 못해 같은 실수를 반복합니다. 새 손님 유입이 뜨거운 때와 조용한 때의 격차가 커져 리듬이 불안정해질 수 있으며, 문제 상황에서 설명이 부족하면 “기분으로만 한다”는 인상을 줄 위험이 있습니다. 바깥 반응(배달앱·SNS 등)에 마음이 흔들리면 의사결정이 들쭉날쭉해지고, 대표 개인의 매력에 의존하면 부재 시 경험의 빈자리가 크게 느껴질 수 있습니다. 장기 과제(브랜드 구조, 메뉴 표준)가 뒤로 밀리면 방향 전환이 늦어지고, 바쁜 날에는 친절과 품질을 동시에 지키기 어려울 수 있다는 점도 염두에 두시면 좋습니다."
    ]
  },
  "ITLQ": {
    "name": "철벽 분석가",
    "tagline": "철저한 계산과 논리적인 분석형 맛집",
    "strengths": [
      "사장님은 단골을 지키는 목표가 분명하시고, 재방문 흐름을 단계별로 나눠 어디가 막히는지 차분히 찾으십니다. 응대와 안내는 간결하지만 정확하며, 문제가 생기면 요인별로 정리해 곧바로 개선하십니다. 장부·메모를 잘 활용해 단골의 취향을 잊지 않으시고, 다음 방문에서 자연스럽게 맞춰 주십니다. 예약·대기·결제 같은 기본 동선은 표준으로 묶여 있어 바쁜 날에도 흔들림이 작고, 불만이 생겨도 절차대로 설명하고 복구해 신뢰를 회복하십니다. 배달앱과 지도/검색의 평판도 정기적으로 점검해 작은 신호를 놓치지 않으시며, 팀은 무엇을 왜 하는지 이해하고 움직이기에 실수 후에도 회복이 빠릅니다. 결국 단골의 편안함과 예측 가능성을 꾸준히 높이시는 분입니다."
    ],
    "weaknesses": [
      "보수적인 성향이 강해 변화 속도가 느릴 수 있고, 새 손님 유입을 넓히는 활동이 뒤로 밀려 상권 변화에 취약해질 수 있습니다. 응대가 건조하게 느껴져 감정선이 중요한 업종에서는 몰입이 떨어질 수 있으며, 기록과 보고가 늘어나면 팀 피로가 쌓일 수 있습니다. 작은 수치 변화에도 과하게 반응해 의사결정이 느려질 수 있고, 장기 고객 요구에 맞추다 가격·원가 조정을 미루면 수익이 깎일 위험이 있습니다. 바깥의 부정적 반응(배달앱·SNS 등)을 방어적으로만 다루면 이야기의 생동감이 줄어들고, “안정적이지만 특별함은 덜하다”는 인상으로 굳을 수 있습니다. 때로는 안전함이 장점이지만, 신선함을 보여줄 순간을 놓치지 않도록 균형이 필요합니다."
    ]
  },
  "ITLE": {
    "name": "조용한 전략가",
    "tagline": "고객친화적이며 뭐든지 다 잘하는 동네 맛집",
    "strengths": [
      "사장님은 말수는 적으셔도 손님 입장에서 필요한 안내와 배려가 정확하시고, 단골을 오래 모시겠다는 마음이 기준으로 이어져 맛과 서비스가 일정하게 유지됩니다. 기록은 간결하지만 핵심을 놓치지 않으셔서 다음 방문에서 취향을 꼭 기억해 주시며, 직원 간 신호와 손짓 같은 비언어 흐름이 잘 맞아 바쁜 시간에도 매장이 고요하게 돌아갑니다. 불만은 조용히 듣고 빠르게 고쳐 감정이 커지기 전에 정리하시고, 동네 커뮤니티에서 오래 다닌 손님들이 자연스럽게 추천을 해주십니다. 외향적인 연출은 적지만 그만큼 본질이 잘 드러나 신뢰가 깊어지고, 전반적으로 “격 없이 편안한 곳”이라는 인상을 만드십니다."
    ],
    "weaknesses": [
      "이야기꾼이 아니시라 새 손님에게 매력을 적극적으로 보이기 어렵고, 변화가 느려 트렌드 전환기에 뒤처질 위험이 있습니다. 감정선이 필요한 순간에도 설명 위주로 대응해 아쉬움을 남길 수 있고, 단골에 맞춘 운영이 길어지면 새로운 시도의 이유를 찾기 어렵습니다. 팀 내부에서도 도전 제안이 줄어들 수 있으며, 기록을 최소화하다 중요한 단서를 놓치면 같은 실수를 반복할 수 있습니다. 바깥과의 소통(배달앱·SNS 등)도 차분하다 보니 소식이 덜 퍼질 수 있고, 가격과 원가 조정을 미루면 부담이 쌓입니다. 대표님의 부재 시 조용한 리더십이 보이지 않아 팀이 수동적으로 변할 수 있다는 점도 살펴보시면 좋습니다."
    ]
  },
  "ITRQ": {
    "name": "감각의 장사꾼",
    "tagline": "꼼꼼히 분석하여 다 내것으로 만드는 흡수형 맛집",
    "strengths": [
      "사장님은 손맛과 손재주가 살아 있으시고, 그 감각을 간단한 기준으로 묶어 팀이 따라올 수 있게 만드십니다. 단골의 미세한 취향 변화를 잘 포착해 묵묵히 반영하시며, 응대는 군더더기 없이 필요한 설명만 정확히 전하십니다. 공간과 진열도 실용적으로 다듬어 편안함을 만들고, 문제 상황에서는 말보다 손이 먼저 움직여 즉시 복구하시기에 신뢰가 커집니다. 기록은 짧더라도 핵심은 놓치지 않아 반복성이 유지되고, 배달앱·지도/검색 평판이 꾸준히 올라 “믿고 시키는 집”으로 자리 잡으십니다. 결국 본질 경쟁력으로 단골의 시간을 붙잡으시고, 과장보다 꾸준함으로 평판을 쌓아 올리십니다."
    ],
    "weaknesses": [
      "감각과 손기술에 의존하면 핵심 인물 부재 시 품질이 흔들릴 수 있고, 기준을 간단히만 잡으면 시간이 지나며 편차가 커질 수 있습니다. 설명이 짧아 오해가 생길 때가 있으며, 조용한 응대는 차갑게 느껴질 수 있습니다. 변화가 느려 새 손님 유입 활동이 약해지면 상권 변화에 대응이 늦고, 기록·보고를 가볍게 보면 배운 것을 남기지 못해 같은 시행착오가 반복될 수 있습니다. 바깥 평판(배달앱·SNS 등) 관리가 뒤로 밀리면 좋은 내용이 밖으로 덜 퍼질 수 있고, 본질 중심이 강점이지만 보여주기가 필요한 순간을 놓치면 이야깃거리가 부족해질 수 있습니다. 결국 “내공은 깊지만 전달은 절제되는” 성향이니, 균형을 보완하시면 더 단단해지십니다."
    ]
  },
  "ITRE": {
    "name": "손맛집 주인장",
    "tagline": "뭐든 다 직접 해야 직성이 풀리는 만능형 맛집",
    "strengths": [
      "사장님은 말보다 맛과 정으로 설득하시는 타입이시고, 공간의 온기·손맛·작은 배려가 어우러져 “여긴 오래 다니고 싶다”는 마음을 만드십니다. 단골을 지키는 목표가 분명하시며, 이름을 불러 주거나 취향을 기억해 주는 장면이 자연스럽습니다. 불편이 생겨도 진심 어린 사과와 빠른 복구로 감정을 가라앉히시고, SNS·동네 커뮤니티에서 ‘정감’이 이야기로 퍼지며 배달앱 평판도 시간이 갈수록 단단해집니다. 설명은 짧지만 진심이 느껴져 낯선 손님도 편해하고, 팀도 같은 분위기를 익혀 매장이 전반적으로 포근해집니다. 결국 사람과 맛이 어깨를 나란히 하며 단골의 마음을 단단히 묶습니다."
    ],
    "weaknesses": [
      "정과 감정에 기대다 보면 기준이 흐려져 날마다 품질이 달라질 수 있고, 기록·정리가 약하면 좋은 배움을 남기지 못해 같은 문제가 되풀이될 수 있습니다. 대표 개인의 존재감에 의존하면 부재 시 경험의 격차가 크게 느껴지고, 새 손님 유입 활동이 뒤로 밀리면 상권 변화에 취약해질 수 있습니다. 가격·원가 조정을 미루다 수익이 깎일 위험이 있으며, 바쁜 날에는 친절과 품질을 동시에 지키기 어려울 때가 있습니다. 바깥 반응(배달앱·SNS 등)에 마음이 흔들리면 의사결정이 들쭉날쭉해질 수 있고, 감정선이 강점이라도 설명이 부족하면 오해가 커질 수 있습니다. 마지막으로 좋은 온기만큼 기준의 선도 분명히 세우셔야 팀이 지치지 않습니다."
    ]
  }
}